{
  "vocab": {
    "<unk>": 0,
    "<pad>": 1,
    "What": 2,
    "colour": 3,
    "is": 4,
    "Mercury": 5,
    "?": 6,
    "a": 7,
    "dark": 8,
    "grey": 9,
    ",": 10,
    "rocky": 11,
    "planet": 12,
    "covered": 13,
    "in": 14,
    "craters": 15,
    ".": 16,
    "It": 17,
    "looks": 18,
    "bit": 19,
    "like": 20,
    "our": 21,
    "Moon": 22,
    "How": 23,
    "hot": 24,
    "has": 25,
    "extreme": 26,
    "temperatures": 27,
    "ranging": 28,
    "from": 29,
    "-": 30,
    "180": 31,
    "C": 32,
    "at": 33,
    "night": 34,
    "to": 35,
    "430": 36,
    "during": 37,
    "the": 38,
    "day": 39,
    "does": 40,
    "look": 41,
    "heavily": 42,
    "cratered": 43,
    "ball": 44,
    "very": 45,
    "similar": 46,
    "Earth": 47,
    "'": 48,
    "s": 49,
    "surface": 50,
    "of": 51,
    "Its": 52,
    "dry": 53,
    "and": 54,
    "with": 55,
    "cliffs": 56,
    "plains": 57,
    "countless": 58,
    "impact": 59,
    "asteroids": 60,
    "comets": 61,
    "long": 62,
    "would": 63,
    "it": 64,
    "take": 65,
    "get": 66,
    "A": 67,
    "spacecraft": 68,
    "takes": 69,
    "about": 70,
    "6": 71,
    "7": 72,
    "years": 73,
    "there": 74,
    "using": 75,
    "complex": 76,
    "flight": 77,
    "paths": 78,
    "slow": 79,
    "down": 80,
    "against": 81,
    "Sun": 82,
    "gravity": 83,
    "big": 84,
    "smallest": 85,
    "solar": 86,
    "system": 87,
    "only": 88,
    "slightly": 89,
    "larger": 90,
    "than": 91,
    "far": 92,
    "The": 93,
    "distance": 94,
    "varies": 95,
    "greatly": 96,
    "but": 97,
    "closest": 98,
    "gets": 99,
    "77": 100,
    "million": 101,
    "km": 102,
    "(": 103,
    "48": 104,
    "miles": 105,
    ")": 106,
    "orbiting": 107,
    "an": 108,
    "average": 109,
    "58": 110,
    "36": 111,
    "heavy": 112,
    "quite": 113,
    "light": 114,
    "for": 115,
    "mass": 116,
    "5": 117,
    "Does": 118,
    "have": 119,
    "Moons": 120,
    "No": 121,
    "not": 122,
    "any": 123,
    "moons": 124,
    "rings": 125,
    "atmosphere": 126,
    "incredibly": 127,
    "thin": 128,
    "exosphere": 129,
    "made": 130,
    "atoms": 131,
    "blasted": 132,
    "off": 133,
    "its": 134,
    "true": 135,
    "breathable": 136,
    "Gravity": 137,
    "on": 138,
    "much": 139,
    "weaker": 140,
    "38": 141,
    "You": 142,
    "could": 143,
    "jump": 144,
    "almost": 145,
    "three": 146,
    "times": 147,
    "as": 148,
    "high": 149,
    "!": 150,
    "Yes": 151,
    "all": 152,
    "sizes": 153,
    "largest": 154,
    "being": 155,
    "Caloris": 156,
    "Basin": 157,
    "which": 158,
    "1": 159,
    "550": 160,
    "960": 161,
    "wide": 162,
    "clouds": 163,
    "no": 164,
    "because": 165,
    "support": 166,
    "them": 167,
    "water": 168,
    "Scientists": 169,
    "found": 170,
    "evidence": 171,
    "ice": 172,
    "permanently": 173,
    "shadowed": 174,
    "poles": 175,
    "where": 176,
    "never": 177,
    "shines": 178,
    "old": 179,
    "formed": 180,
    "4": 181,
    "billion": 182,
    "ago": 183,
    "same": 184,
    "time": 185,
    "rest": 186,
    "Can": 187,
    "you": 188,
    "see": 189,
    "tricky": 190,
    "can": 191,
    "briefly": 192,
    "just": 193,
    "after": 194,
    "sunset": 195,
    "or": 196,
    "before": 197,
    "sunrise": 198,
    "low": 199,
    "horizon": 200,
    "Venus": 201,
    "mostly": 202,
    "bright": 203,
    "yellowish-white": 204,
    "non-twinkling": 205,
    "star": 206,
    "sky": 207,
    "temperature": 208,
    "465": 209,
    "870": 210,
    "F": 211,
    "That": 212,
    "enough": 213,
    "melt": 214,
    "lead": 215,
    "From": 216,
    "space": 217,
    "smooth": 218,
    "thick": 219,
    "hide": 220,
    "features": 221,
    "view": 222,
    "desert": 223,
    "landscape": 224,
    "volcanoes": 225,
    "mountains": 226,
    "vast": 227,
    "under": 228,
    "crushing": 229,
    "atmospheric": 230,
    "pressure": 231,
    "scorching": 232,
    "heat": 233,
    "months": 234,
    "travel": 235,
    "depending": 236,
    "path": 237,
    "launch": 238,
    "timing": 239,
    "size": 240,
    "diameter": 241,
    "12": 242,
    "104": 243,
    "638": 244,
    "smaller": 245,
    "24": 246,
    "second": 247,
    "108": 248,
    "67": 249,
    "82": 250,
    "that": 251,
    "weighs": 252,
    "roughly": 253,
    "87": 254,
    "trillion": 255,
    "kilograms": 256,
    "one": 257,
    "two": 258,
    "planets": 259,
    "without": 260,
    "natural": 261,
    "satellites": 262,
    "around": 263,
    "extremely": 264,
    "toxic": 265,
    "carbon": 266,
    "dioxide": 267,
    "sulfuric": 268,
    "acid": 269,
    "90": 270,
    "If": 271,
    "weighed": 272,
    "100": 273,
    "lbs": 274,
    "here": 275,
    "d": 276,
    "feel": 277,
    "91": 278,
    "many": 279,
    "Mars": 280,
    "burns": 281,
    "up": 282,
    "meteoroids": 283,
    "completely": 284,
    "fast-moving": 285,
    "They": 286,
    "are": 287,
    "poisonous": 288,
    "droplets": 289,
    "liquid": 290,
    "Any": 291,
    "may": 292,
    "had": 293,
    "boiled": 294,
    "away": 295,
    "easy": 296,
    "often": 297,
    "brightest": 298,
    "object": 299,
    "called": 300,
    "Evening": 301,
    "Star": 302,
    "Morning": 303,
    "blue": 304,
    "white": 305,
    "due": 306,
    "oceans": 307,
    "patches": 308,
    "brown": 309,
    "green": 310,
    "land": 311,
    "comfortable": 312,
    "15": 313,
    "59": 314,
    "ranges": 315,
    "cold": 316,
    "deserts": 317,
    "beautiful": 318,
    "marble": 319,
    "swirling": 320,
    "visible": 321,
    "continents": 322,
    "unique": 323,
    "polar": 324,
    "caps": 325,
    "dynamic": 326,
    "ever-changing": 327,
    "This": 328,
    "question": 329,
    "perspective": 330,
    "We": 331,
    "already": 332,
    "742": 333,
    "918": 334,
    "four": 335,
    "inner": 336,
    "Zero": 337,
    "third": 338,
    "150": 339,
    "93": 340,
    "defines": 341,
    "Astronomical": 342,
    "Unit": 343,
    "AU": 344,
    "97": 345,
    "followed": 346,
    "by": 347,
    "zeros": 348,
    "large": 349,
    "satellite": 350,
    ":": 351,
    "planetary": 352,
    "life-supporting": 353,
    "rich": 354,
    "nitrogen": 355,
    "oxygen": 356,
    "protective": 357,
    "ozone": 358,
    "layer": 359,
    "standard": 360,
    "defined": 361,
    "g": 362,
    "what": 363,
    "keeps": 364,
    "firmly": 365,
    "ground": 366,
    "active": 367,
    "weather": 368,
    "plate": 369,
    "tectonics": 370,
    "erodes": 371,
    "most": 372,
    "types": 373,
    "vapor": 374,
    "crucial": 375,
    "cycle": 376,
    "known": 377,
    "stable": 378,
    "bodies": 379,
    "essential": 380,
    "life": 381,
    "54": 382,
    "we": 383,
    "immediate": 384,
    "surroundings": 385,
    "To": 386,
    "whole": 387,
    "need": 388,
    "be": 389,
    "Red": 390,
    "Planet": 391,
    "reddish-brown": 392,
    "iron": 393,
    "oxide": 394,
    "rust": 395,
    "Mars-is": 396,
    "63": 397,
    "81": 398,
    "reach": 399,
    "mild": 400,
    "20": 401,
    "70": 402,
    "equator": 403,
    "summer": 404,
    "rusty-red": 405,
    "markings": 406,
    "sometimes": 407,
    "planet-wide": 408,
    "dust": 409,
    "storms": 410,
    "dusty": 411,
    "volcano": 412,
    "deepest": 413,
    "canyon": 414,
    "rust-colored": 415,
    "trip": 416,
    "9": 417,
    "current": 418,
    "rocket": 419,
    "technology": 420,
    "alignment": 421,
    "half": 422,
    "changes": 423,
    "dramatically": 424,
    "At": 425,
    "approach": 426,
    "33": 427,
    "fourth": 428,
    "228": 429,
    "142": 430,
    "10": 431,
    "less": 432,
    "dense": 433,
    "small": 434,
    "irregularly": 435,
    "shaped": 436,
    "named": 437,
    "Phobos": 438,
    "Deimos": 439,
    "lumpy": 440,
    "potatoes": 441,
    "moon": 442,
    "getting": 443,
    "closer": 444,
    "break": 445,
    "form": 446,
    "ring": 447,
    "tens": 448,
    "millions": 449,
    "lb": 450,
    "person": 451,
    "they": 452,
    "weigh": 453,
    "especially": 454,
    "southern": 455,
    "highlands": 456,
    "northern": 457,
    "hemisphere": 458,
    "smoother": 459,
    "younger": 460,
    "lava": 461,
    "wispy": 462,
    "compared": 463,
    "There": 464,
    "now": 465,
    "possibly": 466,
    "underground": 467,
    "lots": 468,
    "past": 469,
    "easily": 470,
    "reddish-orange": 471,
    "close": 472,
    "approaches": 473,
    "Jupiter": 474,
    "famous": 475,
    "bands": 476,
    "orange": 477,
    "tan": 478,
    "iconic": 479,
    "Great": 480,
    "Spot": 481,
    "cloud": 482,
    "tops": 483,
    "145": 484,
    "But": 485,
    "deeper": 486,
    "inside": 487,
    "rise": 488,
    "thousands": 489,
    "degrees": 490,
    "intense": 491,
    "giant": 492,
    "striped": 493,
    "gas": 494,
    "storm": 495,
    "doesn": 496,
    "t": 497,
    "solid": 498,
    "tried": 499,
    "sink": 500,
    "into": 501,
    "layers": 502,
    "Juno": 503,
    "mission": 504,
    "example": 505,
    "took": 506,
    "so": 507,
    "over": 508,
    "300": 509,
    "Earths": 510,
    "fit": 511,
    "588": 512,
    "365": 513,
    "fifth": 514,
    "778": 515,
    "484": 516,
    "massive": 517,
    "more": 518,
    "twice": 519,
    "other": 520,
    "combined": 521,
    "least": 522,
    "95": 523,
    "Io": 524,
    "Europa": 525,
    "Ganymede": 526,
    "Callisto": 527,
    "Galilean": 528,
    "faint": 529,
    "Saturn": 530,
    "hydrogen": 531,
    "helium": 532,
    "colourful": 533,
    "powerful": 534,
    "2": 535,
    "stronger": 536,
    "240": 537,
    "impacting": 538,
    "swallowed": 539,
    "nothing": 540,
    "ammonia": 541,
    "stretch": 542,
    "entire": 543,
    "scientists": 544,
    "believe": 545,
    "ocean": 546,
    "deep": 547,
    "forming": 548,
    "shortly": 549,
    "creamy-white": 550,
    "pale": 551,
    "buttery": 552,
    "yellow": 553,
    "hints": 554,
    "greyish-brown": 555,
    "averaging": 556,
    "178": 557,
    "288": 558,
    "Like": 559,
    "interior": 560,
    "stunning": 561,
    "icy": 562,
    "recognizable": 563,
    "likely": 564,
    "core": 565,
    "journey": 566,
    "8": 567,
    "Cassini": 568,
    "nearly": 569,
    "second-largest": 570,
    "low-density": 571,
    "float": 572,
    "if": 573,
    "bathtub": 574,
    "746": 575,
    "sixth": 576,
    "886": 577,
    "146": 578,
    "confirmed": 579,
    "Titan": 580,
    "bigger": 581,
    "spectacular": 582,
    "billions": 583,
    "rock": 584,
    "particles": 585,
    "upper": 586,
    "crystals": 587,
    "07g": 588,
    "density": 589,
    "makes": 590,
    "pull": 591,
    "surprisingly": 592,
    "ours": 593,
    "however": 594,
    "though": 595,
    "fainter": 596,
    "also": 597,
    "occasional": 598,
    "atmospheres": 599,
    "some": 600,
    "Enceladus": 601,
    "shoots": 602,
    "out": 603,
    "geysers": 604,
    "naked": 605,
    "eye": 606,
    "yellowish": 607,
    "Through": 608,
    "telescope": 609,
    "amazing": 610,
    "Uranus": 611,
    "cyan": 612,
    "blue-green": 613,
    "caused": 614,
    "methane": 615,
    "absorbing": 616,
    "red": 617,
    "coldest": 618,
    "cloud-top": 619,
    "dropping": 620,
    "frigid": 621,
    "224": 622,
    "371": 623,
    "featureless": 624,
    "rotates": 625,
    "side": 626,
    "rolling": 627,
    "orbits": 628,
    "Beneath": 629,
    "slushy": 630,
    "mantle": 631,
    "ices": 632,
    "Only": 633,
    "Voyager": 634,
    "visited": 635,
    "third-largest": 636,
    "wider": 637,
    "seventh": 638,
    "14": 639,
    "28": 640,
    "characters": 641,
    "Shakespeare": 642,
    "Alexander": 643,
    "Pope": 644,
    "13": 645,
    "material": 646,
    "radiation-processed": 647,
    "organics": 648,
    "significant": 649,
    "amount": 650,
    "gives": 651,
    "89": 652,
    "Miranda": 653,
    "dramatic": 654,
    "landscapes": 655,
    "hard": 656,
    "Recent": 657,
    "observations": 658,
    "revealed": 659,
    "Deep": 660,
    "below": 661,
    "super-heated": 662,
    "surrounding": 663,
    "barely": 664,
    "edge": 665,
    "naked-eye": 666,
    "visibility": 667,
    "appears": 668,
    "binoculars": 669,
    "clearly": 670,
    "Neptune": 671,
    "vivid": 672,
    "azure": 673,
    "even": 674,
    "richer": 675,
    "chemistry": 676,
    "Despite": 677,
    "214": 678,
    "353": 679,
    "Surprisingly": 680,
    "warmer": 681,
    "Dark": 682,
    "visit": 683,
    "fourth-largest": 684,
    "staggering": 685,
    "3": 686,
    "eighth": 687,
    "farthest": 688,
    "17": 689,
    "16": 690,
    "Triton": 691,
    "geologically": 692,
    "backwards": 693,
    "five": 694,
    "main": 695,
    "strongest": 696,
    "winds": 697,
    "000": 698,
    "/": 699,
    "h": 700,
    "114": 701,
    "impactor": 702,
    "fluid": 703,
    "including": 704,
    "high-altitude": 705,
    "streak": 706,
    "across": 707,
    "cannot": 708,
    "tiny": 709,
    "disc": 710,
    "Solar": 711,
    "System": 712,
    "kilometers": 713,
    "Why": 714,
    "way": 715,
    "when": 716,
    "was": 717,
    "born": 718,
    "happened": 719,
    "nearest": 720,
    "were": 721,
    "basketball": 722,
    "tennis": 723,
    "zero": 724,
    "gray": 725,
    "asteroid": 726,
    "hits": 727,
    "air": 728,
    "burn": 729,
    "rocks": 730,
    "crash": 731,
    "right": 732,
    "400": 733,
    "800": 734,
    "hotter": 735,
    "oven": 736,
    "sunlight": 737,
    "super": 738,
    "strong": 739,
    "drop": 740,
    "170": 741,
    "280": 742,
    "colder": 743,
    "freezer": 744,
    "trap": 745,
    "warmth": 746,
    "escapes": 747,
    "One": 748,
    "lasts": 749,
    "176": 750,
    "days": 751,
    "school": 752,
    "year": 753,
    "88": 754,
    "zooms": 755,
    "fast": 756,
    "having": 757,
    "people": 758,
    "breathe": 759,
    "too": 760,
    "full": 761,
    "radiation": 762,
    "color": 763,
    "Who": 764,
    "speedy": 765,
    "messenger": 766,
    "Roman": 767,
    "gods": 768,
    "moves": 769,
    "evening": 770,
    "morning": 771,
    "Two": 772,
    "Mariner": 773,
    "1970s": 774,
    "MESSENGER": 775,
    "2004": 776,
    "2015": 777,
    "did": 778,
    "discover": 779,
    "near": 780,
    "Is": 781,
    "hidden": 782,
    "shadowy": 783,
    "north": 784,
    "south": 785,
    "Those": 786,
    "always": 787,
    "shadow": 788,
    "carry": 789,
    "47": 790,
    "per": 791,
    "29": 792,
    "fastest": 793,
    "biggest": 794,
    "crater": 795,
    "huge": 796,
    "state": 797,
    "Texas": 798,
    "black": 799,
    "daytime": 800,
    "scatter": 801,
    "stays": 802,
    "stars": 803,
    "ever": 804,
    "live": 805,
    "Probably": 806,
    "About": 807,
    "18": 808,
    "Mercurys": 809,
    "75": 810,
    "such": 811,
    "think": 812,
    "knocked": 813,
    "outside": 814,
    "leaving": 815,
    "shrinking": 816,
    "slowly": 817,
    "cooling": 818,
    "making": 819,
    "wrinkle-like": 820,
    "those": 821,
    "wrinkle": 822,
    "re": 823,
    "scarps": 824,
    "lobate": 825,
    "drive": 826,
    "car": 827,
    "drove": 828,
    "stopping": 829,
    "60": 830,
    "go": 831,
    "explain": 832,
    "why": 833,
    "seasons": 834,
    "Actually": 835,
    "tilt": 836,
    "really": 837,
    "Where": 838,
    "hottest": 839,
    "place": 840,
    "Right": 841,
    "point": 842,
    "facing": 843,
    "noon": 844,
    "In": 845,
    "bottoms": 846,
    "Because": 847,
    "walked": 848,
    "human": 849,
    "been": 850,
    ";": 851,
    "robots": 852,
    "usually": 853,
    "brighter": 854,
    "conditions": 855,
    "Very": 856,
    "rarely": 857,
    "show": 858,
    "spins": 859,
    "every": 860,
    "different": 861,
    "parts": 862,
    "transit": 863,
    "When": 864,
    "passes": 865,
    "directly": 866,
    "between": 867,
    "dot": 868,
    "crossing": 869,
    "do": 870,
    "study": 871,
    "today": 872,
    "use": 873,
    "telescopes": 874,
    "data": 875,
    "Will": 876,
    "send": 877,
    "another": 878,
    "BepiColombo": 879,
    "Europe": 880,
    "Japan": 881,
    "will": 882,
    "arrive": 883,
    "2025": 884,
    "2026": 885,
    "special": 886,
    "orbit": 887,
    "oval": 888,
    "elliptical": 889,
    "except": 890,
    "Pluto": 891,
    "lot": 892,
    "fly-bys": 893,
    "equal": 894,
    "spin": 895,
    "day-night": 896,
    "terrestrial": 897,
    "happen": 898,
    "dropped": 899,
    "feather": 900,
    "hammer": 901,
    "hit": 902,
    "twin": 903,
    "sister": 904,
    "call": 905,
    "460": 906,
    "860": 907,
    "blanket": 908,
    "traps": 909,
    "greenhouse": 910,
    "effect": 911,
    "escape": 912,
    "toasty": 913,
    "243": 914,
    "longer": 915,
    "225": 916,
    "shorter": 917,
    "opposite": 918,
    "rises": 919,
    "west": 920,
    "white-yellow": 921,
    "thing": 922,
    "reflect": 923,
    "well": 924,
    "comes": 925,
    "brightly": 926,
    "nasty": 927,
    "rain": 928,
    "reaches": 929,
    "evaporates": 930,
    "hitting": 931,
    "Are": 932,
    "might": 933,
    "still": 934,
    "volcanic": 935,
    "world": 936,
    "thicker": 937,
    "crush": 938,
    "bottom": 939,
    "humans": 940,
    "gases": 941,
    "goddess": 942,
    "love": 943,
    "beauty": 944,
    "pretty": 945,
    "landed": 946,
    "Soviet": 947,
    "Venera": 948,
    "probes": 949,
    "melted": 950,
    "quickly": 951,
    "longest": 952,
    "lander": 953,
    "survive": 954,
    "record": 955,
    "hours": 956,
    "destroyed": 957,
    "lightning": 958,
    "seen": 959,
    "Not": 960,
    "highest": 961,
    "mountain": 962,
    "Maxwell": 963,
    "Montes": 964,
    "taller": 965,
    "Mount": 966,
    "Everest": 967,
    "wind": 968,
    "Near": 969,
    "blows": 970,
    "350": 971,
    "faster": 972,
    "hurricane": 973,
    "super-rotation": 974,
    "everywhere": 975,
    "stood": 976,
    "orange-yellow": 977,
    "dream": 978,
    "floating": 979,
    "cities": 980,
    "cooler": 981,
    "Almost": 982,
    "come": 983,
    "pairs": 984,
    "apart": 985,
    "then": 986,
    "wait": 987,
    "On": 988,
    "900": 989,
    "meters": 990,
    "normal": 991,
    "everything": 992,
    "radar": 993,
    "through": 994,
    "mapped": 995,
    "Magellan": 996,
    "1990s": 997,
    "best": 998,
    "maps": 999,
    "stayed": 1000,
    "super-hot": 1001,
    "program": 1002,
    "series": 1003,
    "brave": 1004,
    "Russian": 1005,
    "photos": 1006,
    "make": 1007,
    "shine": 1008,
    "follows": 1009,
    "earthquakes": 1010,
    "venusquakes": 1011,
    "shakes": 1012,
    "Over": 1013,
    "600": 1014,
    "ones": 1015,
    "counted": 1016,
    "probably": 1017,
    "your": 1018,
    "spacesuit": 1019,
    "crushed": 1020,
    "burned": 1021,
    "poisoned": 1022,
    "once": 1023,
    "seconds": 1024,
    "back": 1025,
    "soon": 1026,
    "NASA": 1027,
    "planning": 1028,
    "new": 1029,
    "missions": 1030,
    "VERITAS": 1031,
    "EnVision": 1032,
    "2030s": 1033,
    "strange": 1034,
    "evil": 1035,
    "turned": 1036,
    "deadly": 1037,
    "hell": 1038,
    "instead": 1039,
    "nice": 1040,
    "home": 1041,
    "879": 1042,
    "032": 1043,
    "For": 1044,
    "comparison": 1045,
    "one-third": 1046,
    "how": 1047,
    "Tell": 1048,
    "me": 1049,
    "compare": 1050,
    "dimensions": 1051,
    "521": 1052,
    "identical": 1053,
    "779": 1054,
    "212": 1055,
    "139": 1056,
    "820": 1057,
    "86": 1058,
    "880": 1059,
    "Just": 1060,
    "116": 1061,
    "72": 1062,
    "367": 1063,
    "ringed": 1064,
    "50": 1065,
    "724": 1066,
    "31": 1067,
    "518": 1068,
    "49": 1069,
    "244": 1070,
    "30": 1071,
    "598": 1072,
    "major": 1073,
    "377": 1074,
    "477": 1075,
    "width": 1076,
    "classified": 1077,
    "dwarf": 1078,
    "39": 1079,
    "864": 1080,
    "variations": 1081,
    "reaching": 1082,
    "sun": 1083,
    "while": 1084,
    "plummet": 1085,
    "290": 1086,
    "mercury": 1087,
    "Daytime": 1088,
    "soar": 1089,
    "Celsius": 1090,
    "experiences": 1091,
    "swings": 1092,
    "lacks": 1093,
    "substantial": 1094,
    "sun-facing": 1095,
    "heats": 1096,
    "cools": 1097,
    "creating": 1098,
    "wildly": 1099,
    "retain": 1100,
    "freezing": 1101,
    "minimal": 1102,
    "insulation": 1103,
    "ll": 1104,
    "find": 1105,
    "sides": 1106,
    "simultaneously": 1107,
    "distribute": 1108,
    "effectively": 1109,
    "Temperatures": 1110,
    "range": 1111,
    "blistering": 1112,
    "contrasts": 1113,
    "thermal": 1114,
    "bakes": 1115,
    "freezes": 1116,
    "thanks": 1117,
    "inability": 1118,
    "hold": 1119,
    "onto": 1120,
    "thermometer": 1121,
    "swing": 1122,
    "representing": 1123,
    "dioxide-rich": 1124,
    "runaway": 1125,
    "venus": 1126,
    "With": 1127,
    "despite": 1128,
    "farther": 1129,
    "constant": 1130,
    "year-round": 1131,
    "efficiently": 1132,
    "consistently": 1133,
    "maintained": 1134,
    "creates": 1135,
    "heating": 1136,
    "approximately": 1137,
    "result": 1138,
    "energy": 1139,
    "acting": 1140,
    "insulating": 1141,
    "maintains": 1142,
    "steady": 1143,
    "heat-trapping": 1144,
    "regardless": 1145,
    "location": 1146,
    "distributes": 1147,
    "evenly": 1148,
    "averages": 1149,
    "warming": 1150,
    "global": 1151,
    "this": 1152,
    "widely": 1153,
    "Antarctica": 1154,
    "moderated": 1155,
    "season": 1156,
    "ideal": 1157,
    "balanced": 1158,
    "globally": 1159,
    "vary": 1160,
    "tropical": 1161,
    "oceanic": 1162,
    "circulation": 1163,
    "regions": 1164,
    "regulated": 1165,
    "composition": 1166,
    "earth": 1167,
    "influenced": 1168,
    "axial": 1169,
    "typically": 1170,
    "local": 1171,
    "throughout": 1172,
    "habitable": 1173,
    "causing": 1174,
    "Average": 1175,
    "56": 1176,
    "recorded": 1177,
    "ability": 1178,
    "125": 1179,
    "193": 1180,
    "winter": 1181,
    "pleasant": 1182,
    "plunge": 1183,
    "mars": 1184,
    "generally": 1185,
    "daily": 1186,
    "seasonal": 1187,
    "above": 1188,
    "nights": 1189,
    "winters": 1190,
    "CO2": 1191,
    "highs": 1192,
    "lows": 1193,
    "occasionally": 1194,
    "lower": 1195,
    "overall": 1196,
    "allows": 1197,
    "rapid": 1198,
    "afternoons": 1199,
    "climb": 1200,
    "remain": 1201,
    "readings": 1202,
    "relatively": 1203,
    "intensely": 1204,
    "As": 1205,
    "top": 1206,
    "234": 1207,
    "increase": 1208,
    "toward": 1209,
    "potentially": 1210,
    "43": 1211,
    "center": 1212,
    "significantly": 1213,
    "level": 1214,
    "compression": 1215,
    "internal": 1216,
    "Jupiters": 1217,
    "exceeding": 1218,
    "While": 1219,
    "gravitational": 1220,
    "leftover": 1221,
    "formation": 1222,
    "depth": 1223,
    "metallic": 1224,
    "generates": 1225,
    "levels": 1226,
    "within": 1227,
    "immense": 1228,
    "chilly": 1229,
    "steadily": 1230,
    "downward": 1231,
    "Cloud-level": 1232,
    "become": 1233,
    "progressively": 1234,
    "sources": 1235,
    "emits": 1236,
    "receives": 1237,
    "substantially": 1238,
    "11": 1239,
    "700": 1240,
    "21": 1241,
    "yet": 1242,
    "separation": 1243,
    "contraction": 1244,
    "depths": 1245,
    "generation": 1246,
    "radiates": 1247,
    "considerably": 1248,
    "increasing": 1249,
    "inward": 1250,
    "cloud-level": 1251,
    "contains": 1252,
    "warms": 1253,
    "holds": 1254,
    "estimated": 1255,
    "Uranuss": 1256,
    "remains": 1257,
    "warm": 1258,
    "uranus": 1259,
    "several": 1260,
    "thousand": 1261,
    "residual": 1262,
    "environment": 1263,
    "internally": 1264,
    "actually": 1265,
    "Neptunes": 1266,
    "prevent": 1267,
    "greater": 1268,
    "generating": 1269,
    "patterns": 1270,
    "great": 1271,
    "Which": 1272,
    "title": 1273,
    "claims": 1274,
    "possible": 1275,
    "carbon-rich": 1276,
    "wins": 1277,
    "prevents": 1278,
    "escaping": 1279,
    "experiencing": 1280,
    "cover": 1281,
    "prize": 1282,
    "goes": 1283,
    "whose": 1284,
    "acts": 1285,
    "keeping": 1286,
    "definitively": 1287,
    "maintaining": 1288,
    "create": 1289,
    "distant": 1290,
    "chilliest": 1291,
    "officially": 1292,
    "limited": 1293,
    "award": 1294,
    "counts": 1295,
    "surpassing": 1296,
    "These": 1297,
    "include": 1298,
    "irregular": 1299,
    "currently": 1300,
    "leads": 1301,
    "beating": 1302,
    "recent": 1303,
    "discoveries": 1304,
    "numerous": 1305,
    "captured": 1306,
    "objects": 1307,
    "recently": 1308,
    "taking": 1309,
    "astronomers": 1310,
    "featuring": 1311,
    "moonlets": 1312,
    "extensive": 1313,
    "discovered": 1314,
    "counting": 1315,
    "champion": 1316,
    "hosting": 1317,
    "diverse": 1318,
    "collection": 1319,
    "spherical": 1320,
    "give": 1321,
    "number": 1322,
    "continues": 1323,
    "grow": 1324,
    "identify": 1325,
    "count": 1326,
    "regained": 1327,
    "expand": 1328,
    "All": 1329,
    "giants": 1330,
    "systems": 1331,
    "composed": 1332,
    "mainly": 1333,
    "debris": 1334,
    "prominent": 1335,
    "their": 1336,
    "brilliantly": 1337,
    "noticeable": 1338,
    "outer": 1339,
    "vertical": 1340,
    "incomplete": 1341,
    "arc-like": 1342,
    "possess": 1343,
    "impressive": 1344,
    "observable": 1345,
    "varying": 1346,
    "reflective": 1347,
    "rotating": 1348,
    "98": 1349,
    "means": 1350,
    "essentially": 1351,
    "rolls": 1352,
    "rather": 1353,
    "spinning": 1354,
    "upright": 1355,
    "98-degree": 1356,
    "early": 1357,
    "history": 1358,
    "rotation": 1359,
    "axis": 1360,
    "tilted": 1361,
    "roll": 1362,
    "along": 1363,
    "orbital": 1364,
    "appear": 1365,
    "giving": 1366,
    "42": 1367,
    "continuous": 1368,
    "darkness": 1369,
    "sideways": 1370,
    "collision": 1371,
    "solstices": 1372,
    "spinner": 1373,
    "causes": 1374,
    "rotate": 1375,
    "perpendicular": 1376,
    "plane": 1377,
    "angle": 1378,
    "resulting": 1379,
    "catastrophic": 1380,
    "experience": 1381,
    "decades": 1382,
    "daylight": 1383,
    "984": 1384,
    "846": 1385,
    "containing": 1386,
    "dominating": 1387,
    "measuring": 1388,
    "318": 1389,
    "volume": 1390,
    "equatorial": 1391,
    "143": 1392,
    "swallow": 1393,
    "room": 1394,
    "spare": 1395,
    "influences": 1396,
    "else": 1397,
    "besides": 1398,
    "both": 1399,
    "colossal": 1400,
    "contain": 1401,
    "measures": 1402,
    "accounts": 1403,
    "71": 1404,
    "undisputed": 1405,
    "behemoth": 1406,
    "alone": 1407,
    "dominates": 1408,
    "57": 1409,
    "completes": 1410,
    "shortest": 1411,
    "innermost": 1412,
    "0": 1413,
    "zips": 1414,
    "position": 1415,
    "completing": 1416,
    "proximity": 1417,
    "neighbor": 1418,
    "periods": 1419,
    "Earth-Sun": 1420,
    "occupies": 1421,
    "astronomical": 1422,
    "units": 1423,
    "motion": 1424,
    "each": 1425,
    "revolution": 1426,
    "165": 1427,
    "complete": 1428,
    "located": 1429,
    "since": 1430,
    "discovery": 1431,
    "1846": 1432,
    "remote": 1433,
    "circle": 1434,
    "Netptune": 1435,
    "900th": 1436,
    "outermost": 1437,
    "placing": 1438,
    "zone": 1439,
    "minutes": 1440,
    "flattens": 1441,
    "bulges": 1442,
    "got": 1443,
    "9h": 1444,
    "56m": 1445,
    "bulging": 1446,
    "rotational": 1447,
    "period": 1448,
    "rotations": 1449,
    "lasting": 1450,
    "jet": 1451,
    "streams": 1452,
    "visibly": 1453,
    "flattened": 1454,
    "shape": 1455,
    "remarkably": 1456,
    "briefest": 1457,
    "contributes": 1458,
    "distinct": 1459,
    "banded": 1460,
    "appearance": 1461,
    "speeds": 1462,
    "belongs": 1463,
    "helps": 1464,
    "generate": 1465,
    "magnetic": 1466,
    "field": 1467,
    "distinctive": 1468,
    "Interestingly": 1469,
    "direction": 1470,
    "single": 1471,
    "sets": 1472,
    "east": 1473,
    "retrograde": 1474,
    "unusual": 1475,
    "backward": 1476,
    "length": 1477,
    "own": 1478,
    "clockwise": 1479,
    "counterclockwise": 1480,
    "move": 1481,
    "exceptionally": 1482,
    "225-day": 1483,
    "dayside": 1484,
    "nightside": 1485,
    "last": 1486,
    "reddish": 1487,
    "Martian": 1488,
    "oxidized": 1489,
    "earned": 1490,
    "nickname": 1491,
    "covering": 1492,
    "hue": 1493,
    "rusty": 1494,
    "iron-rich": 1495,
    "minerals": 1496,
    "presence": 1497,
    "soil": 1498,
    "famously": 1499,
    "colored": 1500,
    "covers": 1501,
    "rusted": 1502,
    "Whhat": 1503,
    "bears": 1504,
    "pervasive": 1505,
    "coloration": 1506,
    "fine": 1507,
    "blown": 1508,
    "regolith": 1509,
    "earning": 1510,
    "familiar": 1511,
    "moniker": 1512,
    "astronomy": 1513,
    "universally": 1514,
    "oxides": 1515,
    "frequently": 1516,
    "shining": 1517,
    "traditionally": 1518,
    "dawn": 1519,
    "appearing": 1520,
    "Explain": 1521,
    "names": 1522,
    "twilight": 1523,
    "brilliant": 1524,
    "highly": 1525,
    "dusk": 1526,
    "noted": 1527,
    "civilizations": 1528,
    "earns": 1529,
    "titles": 1530,
    "first": 1531,
    "outshining": 1532,
    "others": 1533,
    "skies": 1534,
    "cloud-covered": 1535,
    "reflecting": 1536,
    "original": 1537,
    "mistaken": 1538,
    "UFO": 1539,
    "exceptional": 1540,
    "brightness": 1541,
    "Approximately": 1542,
    "radius": 1543,
    "\"": 1544,
    "357": 1545,
    "378": 1546,
    "oblate": 1547,
    "spheroid": 1548,
    "perfect": 1549,
    "sphere": 1550,
    "crust": 1551,
    "mean": 1552,
    "provide": 1553,
    "measurement": 1554,
    "primarily": 1555,
    "78": 1556,
    "trace": 1557,
    "amounts": 1558,
    "argon": 1559,
    "neon": 1560,
    "breakdown": 1561,
    "elements": 1562,
    "constitute": 1563,
    "primary": 1564,
    "Describe": 1565,
    "gaseous": 1566,
    "makeup": 1567,
    "percentage": 1568,
    "speed": 1569,
    "670": 1570,
    "hour": 1571,
    "040": 1572,
    "decreases": 1573,
    "towards": 1574,
    "turn": 1575,
    "velocity": 1576,
    "mph": 1577,
    "moving": 1578,
    "Sun-Earth": 1579,
    "remaining": 1580,
    "consisting": 1581,
    "islands": 1582,
    "ratio": 1583,
    "fraction": 1584,
    "distribution": 1585,
    "vs": 1586,
    "portion": 1587,
    "share": 1588,
    "globe": 1589,
    "aquatic": 1590,
    "acceleration": 1591,
    "denoted": 1592,
    "value": 1593,
    "squared": 1594,
    "32": 1595,
    "feet": 1596,
    "m": 1597,
    "s²": 1598,
    "measure": 1599,
    "rate": 1600,
    "accelerate": 1601,
    "falling": 1602,
    "force": 1603,
    "approximate": 1604,
    "Moving": 1605,
    "structure": 1606,
    "name": 1607,
    "beneath": 1608,
    "layered": 1609,
    "geochemical": 1610,
    "lies": 1611,
    "sequence": 1612,
    "structured": 1613,
    "25": 1614,
    "sidereal": 1615,
    "extra": 1616,
    "quarter-day": 1617,
    "accounted": 1618,
    "adding": 1619,
    "leap": 1620,
    "definition": 1621,
    "duration": 1622,
    "relative": 1623,
    "23": 1624,
    "responsible": 1625,
    "changing": 1626,
    "hemispheres": 1627,
    "receive": 1628,
    "direct": 1629,
    "obliquity": 1630,
    "ecliptic": 1631,
    "inclination": 1632,
    "reason": 1633,
    "change": 1634,
    "oriented": 1635,
    "age": 1636,
    "Based": 1637,
    "radiometric": 1638,
    "dating": 1639,
    "oldest": 1640,
    "meteorites": 1641,
    "existed": 1642,
    "created": 1643,
    "scientific": 1644,
    "say": 1645,
    "hat": 1646,
    "Wat": 1647,
    "ch": 1648,
    "Wich": 1649,
    "answer": 1650
  },
  "idx_to_word": {
    "0": "<unk>",
    "1": "<pad>",
    "2": "What",
    "3": "colour",
    "4": "is",
    "5": "Mercury",
    "6": "?",
    "7": "a",
    "8": "dark",
    "9": "grey",
    "10": ",",
    "11": "rocky",
    "12": "planet",
    "13": "covered",
    "14": "in",
    "15": "craters",
    "16": ".",
    "17": "It",
    "18": "looks",
    "19": "bit",
    "20": "like",
    "21": "our",
    "22": "Moon",
    "23": "How",
    "24": "hot",
    "25": "has",
    "26": "extreme",
    "27": "temperatures",
    "28": "ranging",
    "29": "from",
    "30": "-",
    "31": "180",
    "32": "C",
    "33": "at",
    "34": "night",
    "35": "to",
    "36": "430",
    "37": "during",
    "38": "the",
    "39": "day",
    "40": "does",
    "41": "look",
    "42": "heavily",
    "43": "cratered",
    "44": "ball",
    "45": "very",
    "46": "similar",
    "47": "Earth",
    "48": "'",
    "49": "s",
    "50": "surface",
    "51": "of",
    "52": "Its",
    "53": "dry",
    "54": "and",
    "55": "with",
    "56": "cliffs",
    "57": "plains",
    "58": "countless",
    "59": "impact",
    "60": "asteroids",
    "61": "comets",
    "62": "long",
    "63": "would",
    "64": "it",
    "65": "take",
    "66": "get",
    "67": "A",
    "68": "spacecraft",
    "69": "takes",
    "70": "about",
    "71": "6",
    "72": "7",
    "73": "years",
    "74": "there",
    "75": "using",
    "76": "complex",
    "77": "flight",
    "78": "paths",
    "79": "slow",
    "80": "down",
    "81": "against",
    "82": "Sun",
    "83": "gravity",
    "84": "big",
    "85": "smallest",
    "86": "solar",
    "87": "system",
    "88": "only",
    "89": "slightly",
    "90": "larger",
    "91": "than",
    "92": "far",
    "93": "The",
    "94": "distance",
    "95": "varies",
    "96": "greatly",
    "97": "but",
    "98": "closest",
    "99": "gets",
    "100": "77",
    "101": "million",
    "102": "km",
    "103": "(",
    "104": "48",
    "105": "miles",
    "106": ")",
    "107": "orbiting",
    "108": "an",
    "109": "average",
    "110": "58",
    "111": "36",
    "112": "heavy",
    "113": "quite",
    "114": "light",
    "115": "for",
    "116": "mass",
    "117": "5",
    "118": "Does",
    "119": "have",
    "120": "Moons",
    "121": "No",
    "122": "not",
    "123": "any",
    "124": "moons",
    "125": "rings",
    "126": "atmosphere",
    "127": "incredibly",
    "128": "thin",
    "129": "exosphere",
    "130": "made",
    "131": "atoms",
    "132": "blasted",
    "133": "off",
    "134": "its",
    "135": "true",
    "136": "breathable",
    "137": "Gravity",
    "138": "on",
    "139": "much",
    "140": "weaker",
    "141": "38",
    "142": "You",
    "143": "could",
    "144": "jump",
    "145": "almost",
    "146": "three",
    "147": "times",
    "148": "as",
    "149": "high",
    "150": "!",
    "151": "Yes",
    "152": "all",
    "153": "sizes",
    "154": "largest",
    "155": "being",
    "156": "Caloris",
    "157": "Basin",
    "158": "which",
    "159": "1",
    "160": "550",
    "161": "960",
    "162": "wide",
    "163": "clouds",
    "164": "no",
    "165": "because",
    "166": "support",
    "167": "them",
    "168": "water",
    "169": "Scientists",
    "170": "found",
    "171": "evidence",
    "172": "ice",
    "173": "permanently",
    "174": "shadowed",
    "175": "poles",
    "176": "where",
    "177": "never",
    "178": "shines",
    "179": "old",
    "180": "formed",
    "181": "4",
    "182": "billion",
    "183": "ago",
    "184": "same",
    "185": "time",
    "186": "rest",
    "187": "Can",
    "188": "you",
    "189": "see",
    "190": "tricky",
    "191": "can",
    "192": "briefly",
    "193": "just",
    "194": "after",
    "195": "sunset",
    "196": "or",
    "197": "before",
    "198": "sunrise",
    "199": "low",
    "200": "horizon",
    "201": "Venus",
    "202": "mostly",
    "203": "bright",
    "204": "yellowish-white",
    "205": "non-twinkling",
    "206": "star",
    "207": "sky",
    "208": "temperature",
    "209": "465",
    "210": "870",
    "211": "F",
    "212": "That",
    "213": "enough",
    "214": "melt",
    "215": "lead",
    "216": "From",
    "217": "space",
    "218": "smooth",
    "219": "thick",
    "220": "hide",
    "221": "features",
    "222": "view",
    "223": "desert",
    "224": "landscape",
    "225": "volcanoes",
    "226": "mountains",
    "227": "vast",
    "228": "under",
    "229": "crushing",
    "230": "atmospheric",
    "231": "pressure",
    "232": "scorching",
    "233": "heat",
    "234": "months",
    "235": "travel",
    "236": "depending",
    "237": "path",
    "238": "launch",
    "239": "timing",
    "240": "size",
    "241": "diameter",
    "242": "12",
    "243": "104",
    "244": "638",
    "245": "smaller",
    "246": "24",
    "247": "second",
    "248": "108",
    "249": "67",
    "250": "82",
    "251": "that",
    "252": "weighs",
    "253": "roughly",
    "254": "87",
    "255": "trillion",
    "256": "kilograms",
    "257": "one",
    "258": "two",
    "259": "planets",
    "260": "without",
    "261": "natural",
    "262": "satellites",
    "263": "around",
    "264": "extremely",
    "265": "toxic",
    "266": "carbon",
    "267": "dioxide",
    "268": "sulfuric",
    "269": "acid",
    "270": "90",
    "271": "If",
    "272": "weighed",
    "273": "100",
    "274": "lbs",
    "275": "here",
    "276": "d",
    "277": "feel",
    "278": "91",
    "279": "many",
    "280": "Mars",
    "281": "burns",
    "282": "up",
    "283": "meteoroids",
    "284": "completely",
    "285": "fast-moving",
    "286": "They",
    "287": "are",
    "288": "poisonous",
    "289": "droplets",
    "290": "liquid",
    "291": "Any",
    "292": "may",
    "293": "had",
    "294": "boiled",
    "295": "away",
    "296": "easy",
    "297": "often",
    "298": "brightest",
    "299": "object",
    "300": "called",
    "301": "Evening",
    "302": "Star",
    "303": "Morning",
    "304": "blue",
    "305": "white",
    "306": "due",
    "307": "oceans",
    "308": "patches",
    "309": "brown",
    "310": "green",
    "311": "land",
    "312": "comfortable",
    "313": "15",
    "314": "59",
    "315": "ranges",
    "316": "cold",
    "317": "deserts",
    "318": "beautiful",
    "319": "marble",
    "320": "swirling",
    "321": "visible",
    "322": "continents",
    "323": "unique",
    "324": "polar",
    "325": "caps",
    "326": "dynamic",
    "327": "ever-changing",
    "328": "This",
    "329": "question",
    "330": "perspective",
    "331": "We",
    "332": "already",
    "333": "742",
    "334": "918",
    "335": "four",
    "336": "inner",
    "337": "Zero",
    "338": "third",
    "339": "150",
    "340": "93",
    "341": "defines",
    "342": "Astronomical",
    "343": "Unit",
    "344": "AU",
    "345": "97",
    "346": "followed",
    "347": "by",
    "348": "zeros",
    "349": "large",
    "350": "satellite",
    "351": ":",
    "352": "planetary",
    "353": "life-supporting",
    "354": "rich",
    "355": "nitrogen",
    "356": "oxygen",
    "357": "protective",
    "358": "ozone",
    "359": "layer",
    "360": "standard",
    "361": "defined",
    "362": "g",
    "363": "what",
    "364": "keeps",
    "365": "firmly",
    "366": "ground",
    "367": "active",
    "368": "weather",
    "369": "plate",
    "370": "tectonics",
    "371": "erodes",
    "372": "most",
    "373": "types",
    "374": "vapor",
    "375": "crucial",
    "376": "cycle",
    "377": "known",
    "378": "stable",
    "379": "bodies",
    "380": "essential",
    "381": "life",
    "382": "54",
    "383": "we",
    "384": "immediate",
    "385": "surroundings",
    "386": "To",
    "387": "whole",
    "388": "need",
    "389": "be",
    "390": "Red",
    "391": "Planet",
    "392": "reddish-brown",
    "393": "iron",
    "394": "oxide",
    "395": "rust",
    "396": "Mars-is",
    "397": "63",
    "398": "81",
    "399": "reach",
    "400": "mild",
    "401": "20",
    "402": "70",
    "403": "equator",
    "404": "summer",
    "405": "rusty-red",
    "406": "markings",
    "407": "sometimes",
    "408": "planet-wide",
    "409": "dust",
    "410": "storms",
    "411": "dusty",
    "412": "volcano",
    "413": "deepest",
    "414": "canyon",
    "415": "rust-colored",
    "416": "trip",
    "417": "9",
    "418": "current",
    "419": "rocket",
    "420": "technology",
    "421": "alignment",
    "422": "half",
    "423": "changes",
    "424": "dramatically",
    "425": "At",
    "426": "approach",
    "427": "33",
    "428": "fourth",
    "429": "228",
    "430": "142",
    "431": "10",
    "432": "less",
    "433": "dense",
    "434": "small",
    "435": "irregularly",
    "436": "shaped",
    "437": "named",
    "438": "Phobos",
    "439": "Deimos",
    "440": "lumpy",
    "441": "potatoes",
    "442": "moon",
    "443": "getting",
    "444": "closer",
    "445": "break",
    "446": "form",
    "447": "ring",
    "448": "tens",
    "449": "millions",
    "450": "lb",
    "451": "person",
    "452": "they",
    "453": "weigh",
    "454": "especially",
    "455": "southern",
    "456": "highlands",
    "457": "northern",
    "458": "hemisphere",
    "459": "smoother",
    "460": "younger",
    "461": "lava",
    "462": "wispy",
    "463": "compared",
    "464": "There",
    "465": "now",
    "466": "possibly",
    "467": "underground",
    "468": "lots",
    "469": "past",
    "470": "easily",
    "471": "reddish-orange",
    "472": "close",
    "473": "approaches",
    "474": "Jupiter",
    "475": "famous",
    "476": "bands",
    "477": "orange",
    "478": "tan",
    "479": "iconic",
    "480": "Great",
    "481": "Spot",
    "482": "cloud",
    "483": "tops",
    "484": "145",
    "485": "But",
    "486": "deeper",
    "487": "inside",
    "488": "rise",
    "489": "thousands",
    "490": "degrees",
    "491": "intense",
    "492": "giant",
    "493": "striped",
    "494": "gas",
    "495": "storm",
    "496": "doesn",
    "497": "t",
    "498": "solid",
    "499": "tried",
    "500": "sink",
    "501": "into",
    "502": "layers",
    "503": "Juno",
    "504": "mission",
    "505": "example",
    "506": "took",
    "507": "so",
    "508": "over",
    "509": "300",
    "510": "Earths",
    "511": "fit",
    "512": "588",
    "513": "365",
    "514": "fifth",
    "515": "778",
    "516": "484",
    "517": "massive",
    "518": "more",
    "519": "twice",
    "520": "other",
    "521": "combined",
    "522": "least",
    "523": "95",
    "524": "Io",
    "525": "Europa",
    "526": "Ganymede",
    "527": "Callisto",
    "528": "Galilean",
    "529": "faint",
    "530": "Saturn",
    "531": "hydrogen",
    "532": "helium",
    "533": "colourful",
    "534": "powerful",
    "535": "2",
    "536": "stronger",
    "537": "240",
    "538": "impacting",
    "539": "swallowed",
    "540": "nothing",
    "541": "ammonia",
    "542": "stretch",
    "543": "entire",
    "544": "scientists",
    "545": "believe",
    "546": "ocean",
    "547": "deep",
    "548": "forming",
    "549": "shortly",
    "550": "creamy-white",
    "551": "pale",
    "552": "buttery",
    "553": "yellow",
    "554": "hints",
    "555": "greyish-brown",
    "556": "averaging",
    "557": "178",
    "558": "288",
    "559": "Like",
    "560": "interior",
    "561": "stunning",
    "562": "icy",
    "563": "recognizable",
    "564": "likely",
    "565": "core",
    "566": "journey",
    "567": "8",
    "568": "Cassini",
    "569": "nearly",
    "570": "second-largest",
    "571": "low-density",
    "572": "float",
    "573": "if",
    "574": "bathtub",
    "575": "746",
    "576": "sixth",
    "577": "886",
    "578": "146",
    "579": "confirmed",
    "580": "Titan",
    "581": "bigger",
    "582": "spectacular",
    "583": "billions",
    "584": "rock",
    "585": "particles",
    "586": "upper",
    "587": "crystals",
    "588": "07g",
    "589": "density",
    "590": "makes",
    "591": "pull",
    "592": "surprisingly",
    "593": "ours",
    "594": "however",
    "595": "though",
    "596": "fainter",
    "597": "also",
    "598": "occasional",
    "599": "atmospheres",
    "600": "some",
    "601": "Enceladus",
    "602": "shoots",
    "603": "out",
    "604": "geysers",
    "605": "naked",
    "606": "eye",
    "607": "yellowish",
    "608": "Through",
    "609": "telescope",
    "610": "amazing",
    "611": "Uranus",
    "612": "cyan",
    "613": "blue-green",
    "614": "caused",
    "615": "methane",
    "616": "absorbing",
    "617": "red",
    "618": "coldest",
    "619": "cloud-top",
    "620": "dropping",
    "621": "frigid",
    "622": "224",
    "623": "371",
    "624": "featureless",
    "625": "rotates",
    "626": "side",
    "627": "rolling",
    "628": "orbits",
    "629": "Beneath",
    "630": "slushy",
    "631": "mantle",
    "632": "ices",
    "633": "Only",
    "634": "Voyager",
    "635": "visited",
    "636": "third-largest",
    "637": "wider",
    "638": "seventh",
    "639": "14",
    "640": "28",
    "641": "characters",
    "642": "Shakespeare",
    "643": "Alexander",
    "644": "Pope",
    "645": "13",
    "646": "material",
    "647": "radiation-processed",
    "648": "organics",
    "649": "significant",
    "650": "amount",
    "651": "gives",
    "652": "89",
    "653": "Miranda",
    "654": "dramatic",
    "655": "landscapes",
    "656": "hard",
    "657": "Recent",
    "658": "observations",
    "659": "revealed",
    "660": "Deep",
    "661": "below",
    "662": "super-heated",
    "663": "surrounding",
    "664": "barely",
    "665": "edge",
    "666": "naked-eye",
    "667": "visibility",
    "668": "appears",
    "669": "binoculars",
    "670": "clearly",
    "671": "Neptune",
    "672": "vivid",
    "673": "azure",
    "674": "even",
    "675": "richer",
    "676": "chemistry",
    "677": "Despite",
    "678": "214",
    "679": "353",
    "680": "Surprisingly",
    "681": "warmer",
    "682": "Dark",
    "683": "visit",
    "684": "fourth-largest",
    "685": "staggering",
    "686": "3",
    "687": "eighth",
    "688": "farthest",
    "689": "17",
    "690": "16",
    "691": "Triton",
    "692": "geologically",
    "693": "backwards",
    "694": "five",
    "695": "main",
    "696": "strongest",
    "697": "winds",
    "698": "000",
    "699": "/",
    "700": "h",
    "701": "114",
    "702": "impactor",
    "703": "fluid",
    "704": "including",
    "705": "high-altitude",
    "706": "streak",
    "707": "across",
    "708": "cannot",
    "709": "tiny",
    "710": "disc",
    "711": "Solar",
    "712": "System",
    "713": "kilometers",
    "714": "Why",
    "715": "way",
    "716": "when",
    "717": "was",
    "718": "born",
    "719": "happened",
    "720": "nearest",
    "721": "were",
    "722": "basketball",
    "723": "tennis",
    "724": "zero",
    "725": "gray",
    "726": "asteroid",
    "727": "hits",
    "728": "air",
    "729": "burn",
    "730": "rocks",
    "731": "crash",
    "732": "right",
    "733": "400",
    "734": "800",
    "735": "hotter",
    "736": "oven",
    "737": "sunlight",
    "738": "super",
    "739": "strong",
    "740": "drop",
    "741": "170",
    "742": "280",
    "743": "colder",
    "744": "freezer",
    "745": "trap",
    "746": "warmth",
    "747": "escapes",
    "748": "One",
    "749": "lasts",
    "750": "176",
    "751": "days",
    "752": "school",
    "753": "year",
    "754": "88",
    "755": "zooms",
    "756": "fast",
    "757": "having",
    "758": "people",
    "759": "breathe",
    "760": "too",
