{
  "vocab": {
    "<unk>": 0,
    "<pad>": 1,
    "What": 2,
    "is": 3,
    "the": 4,
    "capital": 5,
    "of": 6,
    "France": 7,
    "?": 8,
    "Geography": 9,
    "Capital": 10,
    "The": 11,
    "Paris": 12,
    "Japan": 13,
    "Tokyo": 14,
    "Brazil": 15,
    "Brasília": 16,
    "Egypt": 17,
    "Cairo": 18,
    "Canada": 19,
    "Ottawa": 20,
    "colour": 21,
    "sky": 22,
    "on": 23,
    "a": 24,
    "clear": 25,
    "day": 26,
    "Science": 27,
    "Sky": 28,
    "Colour": 29,
    "blue": 30,
    "are": 31,
    "bananas": 32,
    "when": 33,
    "ripe": 34,
    "Biology": 35,
    "Fruit": 36,
    "Bananas": 37,
    "yellow": 38,
    "How": 39,
    "many": 40,
    "legs": 41,
    "does": 42,
    "spider": 43,
    "have": 44,
    "Spider": 45,
    "Legs": 46,
    "A": 47,
    "has": 48,
    "eight": 49,
    "planets": 50,
    "in": 51,
    "our": 52,
    "solar": 53,
    "system": 54,
    "Astronomy": 55,
    "Planet": 56,
    "Count": 57,
    "There": 58,
    "largest": 59,
    "ocean": 60,
    "Earth": 61,
    "Largest": 62,
    "Ocean": 63,
    "Pacific": 64,
    "gas": 65,
    "do": 66,
    "plants": 67,
    "breathe": 68,
    "Photosynthesis": 69,
    "Plants": 70,
    "take": 71,
    "carbon": 72,
    "dioxide": 73,
    "freezing": 74,
    "point": 75,
    "water": 76,
    "Physics": 77,
    "Water": 78,
    "Freezing": 79,
    "freezes": 80,
    "at": 81,
    "0": 82,
    "degrees": 83,
    "Celsius": 84,
    "boiling": 85,
    "Boiling": 86,
    "boils": 87,
    "100": 88,
    "Who": 89,
    "painted": 90,
    "Mona": 91,
    "Lisa": 92,
    "Art": 93,
    "Famous": 94,
    "Painting": 95,
    "Leonardo": 96,
    "da": 97,
    "Vinci": 98,
    "tallest": 99,
    "mountain": 100,
    "Highest": 101,
    "Mountain": 102,
    "Mount": 103,
    "Everest": 104,
    "sides": 105,
    "triangle": 106,
    "Mathematics": 107,
    "Triangle": 108,
    "Sides": 109,
    "three": 110
  },
  "idx_to_word": {
    "0": "<unk>",
    "1": "<pad>",
    "2": "What",
    "3": "is",
    "4": "the",
    "5": "capital",
    "6": "of",
    "7": "France",
    "8": "?",
    "9": "Geography",
    "10": "Capital",
    "11": "The",
    "12": "Paris",
    "13": "Japan",
    "14": "Tokyo",
    "15": "Brazil",
    "16": "Brasília",
    "17": "Egypt",
    "18": "Cairo",
    "19": "Canada",
    "20": "Ottawa",
    "21": "colour",
    "22": "sky",
    "23": "on",
    "24": "a",
    "25": "clear",
    "26": "day",
    "27": "Science",
    "28": "Sky",
    "29": "Colour",
    "30": "blue",
    "31": "are",
    "32": "bananas",
    "33": "when",
    "34": "ripe",
    "35": "Biology",
    "36": "Fruit",
    "37": "Bananas",
    "38": "yellow",
    "39": "How",
    "40": "many",
    "41": "legs",
    "42": "does",
    "43": "spider",
    "44": "have",
    "45": "Spider",
    "46": "Legs",
    "47": "A",
    "48": "has",
    "49": "eight",
    "50": "planets",
    "51": "in",
    "52": "our",
    "53": "solar",
    "54": "system",
    "55": "Astronomy",
    "56": "Planet",
    "57": "Count",
    "58": "There",
    "59": "largest",
    "60": "ocean",
    "61": "Earth",
    "62": "Largest",
    "63": "Ocean",
    "64": "Pacific",
    "65": "gas",
    "66": "do",
    "67": "plants",
    "68": "breathe",
    "69": "Photosynthesis",
    "70": "Plants",
    "71": "take",
    "72": "carbon",
    "73": "dioxide",
    "74": "freezing",
    "75": "point",
    "76": "water",
    "77": "Physics",
    "78": "Water",
    "79": "Freezing",
    "80": "freezes",
    "81": "at",
    "82": "0",
    "83": "degrees",
    "84": "Celsius",
    "85": "boiling",
    "86": "Boiling",
    "87": "boils",
    "88": "100",
    "89": "Who",
    "90": "painted",
    "91": "Mona",
    "92": "Lisa",
    "93": "Art",
    "94": "Famous",
    "95": "Painting",
    "96": "Leonardo",
    "97": "da",
    "98": "Vinci",
    "99": "tallest",
    "100": "mountain",
    "101": "Highest",
    "102": "Mountain",
    "103": "Mount",
    "104": "Everest",
    "105": "sides",
    "106": "triangle",
    "107": "Mathematics",
    "108": "Triangle",
    "109": "Sides",
    "110": "three"
  },
  "next_id": 111
}